{
    "Version_date": "17-06-2025 18h",
    "ChangeLog": [
        {
            "Name": "Beta6",
            "Date": "17/06/2025",
            "Description": [
                {
                    "language": "FR",
                    "text": [
                        "Ajout mécanisme de licences.",
                        "Ajout pages d'aide.",
                        "Ajout impression de la séance",
                        "Possibilité de créer des séances avec dont les noms contiennent des guillemets.",
                        "Ajout curseur pour le lecteur audio dans le catalogue."
                    ]
                },
                {
                    "language": "PT",
                    "text": [
                        "Adição de um  mecanismo de licença.",
                        "Adição de páginas de ajuda.",
                        "Adição impressão da sessão",
                        "Possibilidade de criar sessões com nomes que contenham vírgulas invertidas.",
                        "Adição de um cursor para o leitor de áudio no catálogo."
                    ]
                },
                {
                    "language": "ES",
                    "text": [
                        "Adición de un mecanismo de licencia.",
                        "Adición de páginas de ayuda.",
                        "Adición de la impresión de la sesión",
                        "Posibilidad de crear sesiones con nombres que contengan comillas.", 
                        "Adición de un cursor para el player audio en el catálogo."  
                    ]
                },
                {
                    "language": "EN",
                    "text": [
                        "Adding licence mechanism.",
                        "Adding help pages.",
                        "Adding print session",
                        "Ability to create sessions with names containing inverted commas.",
                        "Adding a cursor for the audio player in the catalogue."
                    ]
                }
            ]
        },
        {
            "Name": "Beta5",
            "Date": "08/05/2025",
            "Description": [
                {
                    "language": "FR",
                    "text": [
                        "Correction du freeze de l'interfacce Windows : gestion du focus dans l'éditeur de sessions.",
                        "Correction bugs :",
                        " - date début > date de fin dans le filtre des séances,",
                        " - suppression de séances fantômes."
                    ]
                },
                {
                    "language": "PT",
                    "text": [
                        "Correção do freeze da interface do Windows: gestão do foco no editor de sessão.",
                        "Bugs corrigidos:",
                        " - Data de início > data de fim no filtro de sessão,",
                        " - Eliminação de sessões fantasma."
                    ]
                },
                {
                    "language": "ES",
                    "text": [
                        "Arreglado el bloqueo de la interfaz de Windows: gestión del enfoque en el editor de sesiones",
                        "Corregidos errores:",
                        " - Fecha de inicio > fecha de fin en el filtro de sesiones,", 
                        " - Eliminación de sesiones fantasma."  
                    ]
                },
                {
                    "language": "EN",
                    "text": [
                        "Fixing the windows interface freeze: focus management in session editor.",
                        "Bug fixing:",
                        " - start date < end date in sessions filter,", 
                        " - deleting ghost sessions."
                    ]
                }
            ]
        },
        {
            "Name": "Beta4",
            "Date": "28/04/2025",
            "Description": [
                {
                    "language": "FR",
                    "text": [
                        "Changement de composant pour le player audio.",
                        "Amélioration performances graphiques.",
                        "Création installeur Windows."
                    ]
                },
                {
                    "language": "PT",
                    "text": [
                        "Mudança de componente para o leitor de áudio.",
                        "Melhorar o desempenho gráfico.",
                        "Criação do instalador do Windows"
                    ]
                },
                {
                    "language": "ES",
                    "text": [
                        "Cambio de componente para el player audio.",
                        "Mejorando el rendimiento de los gráficos.",
                        "Creación del instalador para Windows"
                    ]
                },
                {
                    "language": "EN",
                    "text": [
                        "Change of component for the audio player.",
                        "Improve graphics performance.",
                        "Windows installer creation."
                    ]
                }
            ]
        },
        {
            "Name": "Beta3",
            "Date": "20/02/2025",
            "Description": [
                {
                    "language": "FR",
                    "text": [
                        "Trois modes pour créer/modifier une proposition : j'explore (catalogue), je sais (autocomplétion), j'affine (table avec écoute précédente et suivante)",
                        "Amélioration fonctionnement de la liste des propositions : scroll automatique, déplacement proposition par raccourci clavier, mise en évidence de la proposition survolée",
                        "Recherche avec mots clés, contenus de champs, ou expression exacte entre guillemets dans les séances et le catalogue",
                        "Maintien visible des informations de la séances quand la fenêtre est retaillée",
                        "Gestion des sauvegardes des informations d'une séance : automatique ou avec messages de confirmation",
                        "Correction du renommage et de la suppression des séances",
                        "Problèmes connus :",
                        " - Pour les fichiers FLAC, sur Macos, la musique continue à jouer après que la durée de la musique est atteinte et la courbe d'intensité colorée en jaune",
                        " - Quand la répétition automatique de la musique est sélectionnée, les boutons et la courbe d'intensité ne sont pas mis à jour au moment ou la musique est rejouée",
                        " - Le déplacement des propositions avec la souris ne fonctionne pas. Pour contourner, utiliser Maj + Flèche haut et Maj + Flèche bas",
                        " - Impossible de créer deux propositions identique dans une séance. Pour contourner, mettre des consignes différentes."
                    ]
                },
                {
                    "language": "PT",
                    "text": [
                        "Três modos para criar/modificar uma proposta: eu exploro (catálogo), eu sei (autocompletar), eu aprimoro (tabela com escuta anterior e seguinte)",  
                        "Melhoria no funcionamento da lista de propostas: rolagem automática, mover uma proposta por atalho de teclado, destacar a proposta sob o cursor",  
                        "Pesquisa com palavras-chave, conteúdo de campos ou expressão exata entre aspas nas sessões e no catálogo",  
                        "Manter visíveis as informações da sessão ao redimensionar a janela",  
                        "Gerenciamento do salvamento das informações de uma sessão: automático ou com mensagens de confirmação",  
                        "Correção da renomeação e exclusão de sessões",
                        "Problemas conhecidos:",  
                        " - Para arquivos FLAC no macOS, a música continua tocando após atingir a duração da faixa, e a curva de intensidade permanece colorida em amarelo",  
                        " - Quando a repetição automática da música é selecionada, o botão play/pause e a curva de intensidade não são atualizados quando a música é reproduzida novamente",
                        " - Mover as proposições com o mouse não funciona. Como solução alternativa, use Shift + Seta para cima e Shift + Seta para baixo",  
                        " - Não é possível criar duas proposições idênticas em uma sessão. Como solução alternativa, use instruções diferentes."  
                    ]
                },
                {
                    "language": "ES",
                    "text": [
                        "Tres modos para crear/modificar una propuesta: exploro (catálogo), sé (autocompletado), refino (tabla con escucha de las músicas anterior y siguiente)",  
                        "Mejorado el funcionamiento de la lista de propuestas: desplazamiento automático, mover una propuesta con atajo de teclado, resaltar la propuesta sobre la que se pasa el cursor",  
                        "Búsqueda con palabras clave, contenido de campos o expresión exacta entre comillas en sesiones y en el catálogo",  
                        "Mantener visible la información de la sesión al redimensionar la ventana",  
                        "Gestión de guardado de información de una sesión: automática o con mensajes de confirmación",  
                        "Corrección del cambio de nombre y eliminación de sesiones",
                        "Problemas conocidos:",  
                        " - Para los archivos FLAC en macOS, la música sigue reproduciéndose después de alcanzar la duración de la pista, y la curva de intensidad sigue coloreada en amarillo",  
                        " - Cuando se selecciona la repetición automática de la música, el botón play/pause y la curva de intensidad no se actualizan cuando la música se reproduce nuevamente",
                        " - Mover las proposiciones con el ratón no funciona. Como solución alternativa, usa Mayús + Flecha arriba y Mayús + Flecha abajo",  
                        " - No es posible crear dos proposiciones idénticas en una sesión. Como solución alternativa, usa dos instrucciones diferentes."  
                    ]
                },
                {
                    "language": "EN",
                    "text": [
                        "Three modes to create/modify a proposition: I explore (catalog), I know (autocomplete), I refine (table with previous and next proposition music listening)",  
                        "Improved functionality of the propositions list: automatic scrolling, moving a proposition via keyboard shortcut, highlighting the hovered proposition",  
                        "Search with keywords, field contents, or exact expression in quotes in session list aas weel as in the catalog",  
                        "Session information remains visible when resizing the window",  
                        "Management of session information saves: automatic or with confirmation messages",  
                        "Fixed renaming and deleting sessions",
                        "Known issues:",  
                        " - For FLAC files on macOS, the music continues playing after the track duration is reached, and the intensity curve remains colored in yellow",
                        " - When music loop is selected, the play/pause button as well as the intensity curve are not updated when the music is replayed",
                        " - Moving propositions with the mouse does not work. As a workaround, use Shift + Up Arrow and Shift + Down Arrow",  
                        " - It is not possible to create two identical propositions in a session. As a workaround, enter two different instructions."
                    ]
                }
            ]
        },
        {
            "Name": "Beta2",
            "Date": "3/12/2024",
            "Description": [
                {
                    "language": "FR",
                    "text": [
                        "Ajout vision horizontale des séances",
                        "Ajout barre espace pour jouer/arrêter une musique dans une séance",
                        "Correction fenêtre non visible sous Windows",
                        "Mise en évidence lignes musiques et exercices dans le catalogue",
                        "Plus possible de jouer deux musiques en même temps",
                        "Ajout de racourcis clavier pour se déplacer dans les propositions"
                    ]
                },
                {
                    "language": "PT",
                    "text": [
                        "Adicionada visão horizontal das sessões",  
                        "Adicionada barra de espaço para tocar/parar uma música em uma sessão",  
                        "Corrigida a janela não visível no Windows",  
                        "Destacadas as linhas de músicas e exercícios no catálogo",  
                        "Não é mais possível tocar duas músicas ao mesmo tempo",  
                        "Adicionados atalhos de teclado para navegar entre as propostas"
                    ]
                },
                {
                    "language": "ES",
                    "text": [
                        "Se agregó la vista horizontal de sesiones",  
                        "Se agregó la barra espaciadora para reproducir/detener una pista de música en una sesión",  
                        "Se corrigió el problema de la ventana no visible en Windows",  
                        "Se resaltaron las líneas de música y ejercicios en el catálogo",  
                        "Ya no es posible reproducir dos pistas de música al mismo tiempo",  
                        "Se agregaron atajos de teclado para navegar entre las propuestas"
                    ]
                },
                {
                    "language": "EN",
                    "text": [
                        "Added horizontal view of sessions",  
                        "Added spacebar to play/stop a music track in a session",  
                        "Fixed window not visible on Windows",  
                        "Highlighted music and exercise lines in the catalog",  
                        "No longer possible to play two music tracks at the same time",  
                        "Added keyboard shortcuts to navigate through propositions"
                    ]
                }
            ]
        }
    ]
}